{
    "HI": "Hi there!\nGet started by saying BOT.",
    "YO": "Hi there!\nI’m the personal bot of Asish, a Software Engineer based on Phoenix.\n![asish](http://bot.asishrs.com/img/asish.jpg)\nWant to know more about bots or learn about Asish? %[I'm here for the bot](postback:here_for_the_bot) %[Learn about Asish](postback:learn_about_asish)",
    "BOT": "Hi there!\nI’m the personal bot of Asish, a Software Engineer based on Phoenix.\n![asish](http://bot.asishrs.com/img/asish.jpg)\nWant to know more about bots or learn about Asish? %[I'm here for the bot](postback:here_for_the_bot) %[Learn about Asish](postback:learn_about_asish)",
    "HELLO": "Hey, I'm so glad you checking AsishBot! Do you want to tell Asish that you're talking to his bot? %[Tell him](postback:twitter) %[Learn about Asish](postback:learn_about_asish)",
    "TELL HIM": "Let's tweet @ asishrs so he knows you're enjoying the bot. Here's a tweet that's ready to go: %[Tweet Asish](http://tinyurl.com/asishbot-tweet)",
    "I'M HERE FOR THE BOT": "Awesome! Please play with the BOT. If you have any feedback or an opportunity, please connect with me.",
    "LEARN ABOUT ASISH":"I am here for you, I can tell bunch of things about Asish. Let me know what's interesting to you.%[Education](postback:education) %[Career](postback:career) %[Hobbies](postback:hobbies)",
    "EDUCATION": "Asish has got Bachelors in Information Technology from Cochin University of Science and Technology.\n His favorites subjects were Algorithms and Cryptography. %[Career](postback:career)",
    "CAREER": "Asish has 9 years of experience in Information Technology and he is a true believer of solving problems using technology.\nHe has got many recognitions for the innovative ideas and dedication.\nHe has successfully lead many initiatives for the organizations and was part of the innovation team.\nHe helped many product teams to create mobile strategy.%[Previous Employers](postback:previous_employers) %[Right Now](postback:right_now)",
    "PREVIOUS EMPLOYERS": "Asish worked few industry leading employers in the past. Below are those Employers and Roles.\nTechnical Product Owner - Investment Banking Mobile @ JPMorgan Chase & Co\nApplication Developer - Risk @ MSCI Inc.\nApplication Developer - Banking and Finance @ Cognizant \nSoftware Engineer - Enterprise Security @ Wipro Technologies %[Right Now](postback:right_now)",
    "RIGHT NOW": "He works as a Senior Engineer with American Express in Phoenix, Arizona. He is part of the OPEN acquisitions team. %[Hobbies](postback:hobbies)",
    "HOBBIES": "Hmmm, you need to know Asish's hobbies? Here are they %[Public Speaking](postback:pu_speak) %[Photography](postback:photo) %[Technology Experiments](postback:tech_exp)",
    "PHOTOGRAPHY": "Asish is a big fan Photography. He started taking photos at the age of 9 using his uncle's Olympus SLR camera.\nAt present, he use a Nikon D800 kit which he bought 3 years back. Most of the time his pictures are about nature and birds.\n You can check some of his photos at https://500px.com/asishrs/ \n He also has couple of photgraphy stories, you can see them at https://asishrs.exposure.co/ %[Technology Experiments](postback:tech_exp)",
    "PUBLIC SPEAKING": "Asish loves public speaking, he started talking in public at age of 14. He has participated many debates and speech competitions at school/college level. \nHe won many prizes at district and state level for speech competitions.\n He is an active member of Toastmasters, he was winner of Winner Toastmasters Evaluation Contest Fall 2013 - Division O %[Photography](postback:photo)",
    "TECHNOLOGY EXPERIMENTS": "Asish spends good amount of time in experimenting with technologies. He is fan of NoUI and Internet of Things. \nHe has automated lots of common tasks using connected things and recently started experimenting on NoUI devices and APIs",
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, AsishBot is back."    
}
